import "./PolitPage.scss"

type Props = {};

export default function PolitPage({}: Props) {
  return (
    <div className="PolitPage">
      <div className="container">
        <h1>Политика конфиденциальности</h1>
        <p>
          В WildBears мы привержены защите конфиденциальности и
          безопасности наших клиентов и посетителей сайта. Эта политика
          конфиденциальности объяснит, как наша организация использует
          персональные данные, которые мы собираем у вас при использовании
          нашего сайта.
        </p>
        <h2>Какие данные мы собираем?</h2> <p>Мы собираем следующие данные:</p>
        <ul>
          <li>
            Личная информация, позволяющая идентифицировать личность (имя, адрес
            электронной почты, номер телефона и т.д.)
          </li>
          <li>
            Информация о том, как вы используете наш сайт (IP-адрес, тип
            браузера и т.д.)
          </li>
        </ul>
        <h2>Как мы собираем ваши данные?</h2>
        <p>
          Большую часть данных, которые мы собираем, вы предоставляете нам
          непосредственно. Мы собираем и обрабатываем данные, когда вы:
        </p>
        <ul>
          <li>
            Зарегистрируетесь на нашем сайте или разместите заказ на любые из
            наших продуктов или услуг.
          </li>
          <li>
            Отправите нам ваши данные через форму обратной связи или по
            электронной почте.
          </li>
          <li>
            Используете наш сайт или выполняете любые другие действия, в
            результате которых мы можем собирать данные.
          </li>
        </ul>
        <h2>Как мы используем ваши данные?</h2>
        <p>WildBears собирает и использует ваши данные для:</p>
        <ul>
          
          <li>
            Обеспечения возможности использовать наши продукты и услуги.
          </li>
          <li>
            Отправки вам маркетинговых материалов и информации о наших продуктах
            и услугах.
          </li>
          <li>
            Обеспечения соответствия наших услуг вашим потребностям и
            предпочтениям.
          </li>
          <li>Обеспечения безопасности и предотвращения мошенничества.</li>
        </ul>
        <h2>Какие права у вас есть в отношении ваших данных?</h2>
        <p>
          WildBears хочет убедиться, что вы полностью осознаете все
          ваши права в отношении ваших данных. Вы имеете право:
        </p>
        <ul>
          
          <li>Запросить доступ к вашим данным.</li>
          <li>Запросить исправление любых неточностей в ваших данных.</li>
          <li>Запросить удаление ваших данных.</li>
          <li>Запросить ограничение обработки ваших данных.</li>
          <li>Запросить перенос ваших данных.</li>
          <li>Возразить против обработки ваших данных.</li>
        </ul>
        <p>
          Если вы хотите воспользоваться любым из этих прав, пожалуйста,
          свяжитесь с нами.
        </p>
        <h2>Как мы храним ваши данные?</h2>
        <p>
          WildBears хранит ваши данные на безопасных серверах и
          принимает все необходимые меры для их защиты от несанкционированного
          доступа, раскрытия, изменения или уничтожения. Мы храним ваши данные в
          течение необходимого периода времени для предоставления вам наших
          услуг или в соответствии с требованиями закона.
        </p>
        <h2>Какие cookies мы используем?</h2>
        <p>
          Cookies – это текстовые файлы, которые помещаются на ваш компьютер для
          сбора стандартных интернет-логов и информации о поведении посетителей.
          Когда вы посещаете наши веб-сайты, мы можем собирать информацию от вас
          автоматически через cookies или подобные технологии.
        </p>
        <p>Наш сайт использует следующие виды cookies:</p>
        <ul>
          
          <li>
            Функциональные cookies – они необходимы для работы нашего сайта и
            предоставления вам наших услуг.
          </li>
          <li>
            Аналитические cookies – они позволяют нам анализировать
            использование нашего сайта и улучшать его функциональность.
          </li>
          <li>
            Рекламные cookies – они используются для показа вам рекламы, которая
            может быть интересна вам.
          </li>
        </ul>
        <p>
          Вы можете настроить ваш браузер так, чтобы он не принимал cookies,
          однако в этом случае некоторые функции нашего сайта могут не работать
          корректно.
        </p>
        <h2>Как связаться с нами?</h2>
        <p>
          Если у вас есть вопросы о нашей политике конфиденциальности,
          пожалуйста, свяжитесь с нами:
        </p>
        <ul>
          
          <li>По электронной почте: WildBears@gmail.com</li>
          <li>По телефону: +7 952 (642) 53-53</li> 
          <li>По офису: г. Челябинск Гагарина 7</li>
        </ul>
      </div>
    </div>
  );
}
